Repository: glandais/DepthWeaverApp
Catalog: iStereogram/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Acquire a depth map to generate stereograms
fr: Acquérir une carte de profondeur pour générer des stéréogrammes

source: Acquire a depth map using LiDAR Scan (Pro devices) or From Photo (any image)
fr: Acquérir une carte de profondeur avec Scan LiDAR (appareils Pro) ou Depuis une photo (n'importe quelle image)

source: Acquire a depth map using LiDAR Scan (Pro devices), From Photo (AI depth estimation), or Import Depth Map (grayscale image where white = far, black = close)
fr: Acquérir une carte de profondeur avec Scan LiDAR (appareils Pro), Depuis une photo (estimation IA de la profondeur), ou Importer carte de profondeur (image en niveaux de gris où blanc = loin, noir = proche)

source: Adjust Depth
fr: Ajuster la profondeur

source: Adjust Strip Width (pattern repetition size) and Depth Amplitude (3D intensity)
fr: Ajustez la largeur de bande (taille de répétition du motif) et l'amplitude de profondeur (intensité 3D)

source: AI
fr: IA

source: B&W
fr: N&B

source: Background
fr: Arrière-plan

source: Camera Access Denied
fr: Accès à la caméra refusé

source: Camera Access Required
fr: Accès à la caméra requis

source: Capture depth
fr: Capturer la profondeur

source: Car
fr: Voiture

source: Cell Count
fr: Nombre de cellules

source: Cell Size
fr: Taille des cellules

source: Chebyshev
fr: Tchebychev

source: Choose a pattern — it determines the texture of your stereogram
fr: Choisissez un motif — il détermine la texture de votre stéréogramme

source: Circles
fr: Cercles

source: Clouds
fr: Nuages

source: Color
fr: Couleur

source: Color A
fr: Couleur A

source: Color B
fr: Couleur B

source: Color Scheme
fr: Palette de couleurs

source: Colors
fr: Couleurs

source: Could not load selected photo
fr: Impossible de charger la photo sélectionnée

source: Density
fr: Densité

source: Depth amplitude
fr: Amplitude de profondeur

source: Depth Amplitude: %.2f
fr: Amplitude de profondeur : %.2f

source: Depth Amplitude: %@
fr: Amplitude de profondeur : %@

source: Depth Map
fr: Carte de profondeur

source: Depth Map Presets
fr: Cartes de profondeur

source: Dog
fr: Chien

source: Dolphin
fr: Dauphin

source: Done
fr: Terminé

source: Dot Size
fr: Taille des points

source: Dots
fr: Points

source: Edge Width
fr: Épaisseur des bords

source: End: %.2f
fr: Fin : %.2f

source: Error
fr: Erreur

source: Estimating depth...
fr: Estimation de la profondeur…

source: Euclidean
fr: Euclidienne

source: Failed to copy depth buffer
fr: Échec de la copie du tampon de profondeur

source: Failed to load depth estimation model
fr: Échec du chargement du modèle d'estimation de profondeur

source: Feed Rate (F)
fr: Taux d'alimentation (F)

source: Foliage
fr: Feuillage

source: Frequency
fr: Fréquence

source: From Photo
fr: Depuis une photo

source: Generated
fr: Générés

source: Generated autostereogram image
fr: Image d'autostéréogramme générée

source: Generating...
fr: Génération…

source: Giraffe
fr: Girafe

source: Grayscale
fr: Niveaux de gris

source: Hand
fr: Main

source: Head
fr: Tête

source: Hexagons
fr: Hexagones

source: Hold your device at arm's length
fr: Tenez votre appareil à bout de bras

source: How to See the 3D Image
fr: Comment voir l'image 3D

source: How to use
fr: Mode d'emploi

source: How to Use iStereogram
fr: Comment utiliser iStereogram

source: How to view
fr: Comment voir

source: Hue
fr: Teinte

source: Import
fr: Importer

source: Import Depth Map
fr: Importer carte de profondeur

source: Import pattern
fr: Importer un motif

source: Imported
fr: Importée

source: Input Range
fr: Plage d'entrée

source: Invert
fr: Inverser

source: Invert Depth
fr: Inverser la profondeur

source: Island
fr: Île

source: iStereogram uses your camera and LiDAR sensor to capture 3D depth information of your surroundings.
fr: iStereogram utilise votre caméra et le capteur LiDAR pour capturer les informations de profondeur 3D de votre environnement.

source: Iterations
fr: Itérations

source: Jitter
fr: Variation

source: Kill Rate (k)
fr: Taux de destruction (k)

source: Leaves
fr: Feuilles

source: LiDAR Scan
fr: Scan LiDAR

source: Max Radius
fr: Rayon max

source: Mosaic
fr: Mosaïque

source: Noise
fr: Bruit

source: Once you see the 3D image, you can slowly adjust your distance to sharpen it
fr: Une fois l'image 3D visible, vous pouvez ajuster lentement la distance pour la rendre plus nette

source: Open Settings
fr: Ouvrir les Réglages

source: Output Range
fr: Plage de sortie

source: Pattern
fr: Motif

source: Perlin Noise
fr: Bruit de Perlin

source: Persistence
fr: Persistance

source: Planet
fr: Planète

source: Please enable camera access in Settings to use LiDAR scanning.
fr: Veuillez activer l'accès à la caméra dans Réglages pour utiliser le scan LiDAR.

source: Presets
fr: Préréglages

source: Random
fr: Aléatoire

source: Random Dot
fr: Points aléatoires

source: Randomize
fr: Aléatoire

source: Reaction-Diffusion
fr: Réaction-Diffusion

source: Relax your eyes and look "through" the screen, as if focusing on something far behind it
fr: Détendez vos yeux et regardez « à travers » l'écran, comme si vous fixiez quelque chose loin derrière

source: Reset
fr: Réinitialiser

source: RGB
fr: RVB

source: Save to photos
fr: Enregistrer dans les photos

source: Saved to photos
fr: Enregistré dans les photos

source: Settings
fr: Réglages

source: Share stereogram
fr: Partager le stéréogramme

source: Ship
fr: Navire

source: Single Hue
fr: Teinte unique

source: Space
fr: Espace

source: Star Count
fr: Nombre d'étoiles

source: Stars
fr: Étoiles

source: Start Scanning
fr: Commencer le scan

source: Start: %.2f
fr: Début : %.2f

source: Stereogram
fr: Stéréogramme

source: Stereogram preview
fr: Aperçu du stéréogramme

source: Stones
fr: Pierres

source: Strip width
fr: Largeur de bande

source: Strip Width: %@
fr: Largeur de bande : %@

source: Strip Width: %lld
fr: Largeur de bande : %lld

source: Takes a depth snapshot of the current scene
fr: Prend un instantané de profondeur de la scène actuelle

source: Tap the depth preview or "Adjust Depth" to focus on a depth range — crop the input and remap the output for better contrast
fr: Touchez l'aperçu de profondeur ou « Ajuster la profondeur » pour cibler une plage de profondeur — recadrez l'entrée et remappez la sortie pour un meilleur contraste

source: Tap the stereogram preview to view it full screen, then share or save it
fr: Touchez l'aperçu du stéréogramme pour le voir en plein écran, puis partagez-le ou enregistrez-le

source: Tap to adjust depth
fr: Touchez pour ajuster la profondeur

source: Tap to view full screen
fr: Touchez pour voir en plein écran

source: The repeating pattern will overlap. Keep your gaze relaxed until a 3D shape emerges
fr: Le motif répété va se superposer. Gardez le regard détendu jusqu'à ce qu'une forme 3D apparaisse

source: The repeating pattern will start to overlap. Keep your gaze relaxed until a 3D shape emerges
fr: Le motif répété va commencer à se superposer. Gardez le regard détendu jusqu'à ce qu'une forme 3D apparaisse

source: Thumbs Up
fr: Pouce levé

source: Tip: It helps to start with the device close to your face, then slowly move it away while keeping your eyes relaxed.
fr: Conseil : commencez avec l'appareil près de votre visage, puis éloignez-le lentement en gardant les yeux détendus.

source: Tip: Start with the device close to your face, then slowly move it away while keeping your eyes relaxed.
fr: Conseil : commencez avec l'appareil près de votre visage, puis éloignez-le lentement en gardant les yeux détendus.

source: Tree
fr: Arbre

source: Viewing the 3D Image
fr: Voir l'image 3D

source: Vivid
fr: Vif

source: Voronoi
fr: Voronoï

source: Waiting for depth data...
fr: En attente des données de profondeur…

source: Wallpaper
fr: Papier peint

source: Worley Noise
fr: Bruit de Worley
